Repository: yankchina/MillikanVisionOS2024
Catalog: iOS/MillikanOilDropExperimentApp/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (Apple Vision AR Demo)
zh_hans: (苹果AR演示）

# AppTitle
source: Millikan Oil Drop Experiment
zh_hans: 密立根油滴实验

# authors
source: Model: Yang Qiyuan; Programming: Yang Ankang
zh_hans: 模型：杨淇媛；编程：杨安康

source: Detailed Information View
zh_hans: 详情页面

source: Details
zh_hans: 详情

source: Enter AR View
zh_hans: 进入AR模式

source: Go to Details
zh_hans: 查看详情介绍

source: Go to Info
zh_hans: 查看简介

# HomeButton1
source: History
zh_hans: 历史

# HomeButton2
source: Photo Gallery
zh_hans: 图库

# HomeButton3
source: Equipment（VR）
zh_hans: 虚拟设备

source: Info
zh_hans: 信息

source: Information about the App
zh_hans: 关于本软件

source: Millikan Oil Drop Experiments
zh_hans: 密立根油滴实验

# Rotate1
source: Rotate
zh_hans: 顺时针旋转

# Rotate2
source: Rotate CC
zh_hans: 逆时针旋转

source: Zoom In
zh_hans: 放大

source: Zoom Out
zh_hans: 缩小
